{
    "Ofensivas":
    {
        "Bangalore":
        {
            "desc":"Nacida en una familia militar donde ella, sus padres y sus cuatro hermanos mayores sirvieron con la IMC, Bangalore fue una soldado excepcional toda su vida. Dedicada a la causa de la IMC, fue la mejor de su clase en la Academia Militar de la IMC y la única cadete que pudo desmontar un Peacekeeper, equiparlo con un estrangulador de precisión y armarlo de nuevo en menos de veinte segundos... con los ojos vendados.En los meses siguientes a la Batalla en Gridiron, el IMS Hestia, con Anita y su hermano Jackson a bordo, fue atacado por asaltantes desconocidos. Una bomba en el casco exterior arrancó un trozo de la nave... pero no antes de que Jackson la protegiera, sacrificando su propia vida para salvarla. Anita se vio impotente, ya que Jackson fue succionado hacia el vacío del espacio. Después de estrellarse en un planeta del Sindicato, Anita buscó trabajo y a su hermano, pues se negó a creer que había muerto, para intentar iniciar su viaje de décadas de regreso a casa. Ahora lucha por reunir dinero en los Juegos Apex con la esperanza de encontrar un piloto dispuesto a hacer el viaje épico de regreso a su casa y poder reunirse con lo que queda de su familia",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/d/df/Bangalore.png/revision/latest?cb=20201105221546&path-prefix=es"
        },
        "Wraith":
        {
            "desc":"Wraith es una luchadora torbellino, capaz de ejecutar ataques rápidos y mortales y manipular el espacio-tiempo abriendo grietas en la trama de la realidad, pero no tiene idea de cómo fue de esa manera. Hace años, se despertó en un centro de detención de IMC para enfermos mentales sin ningún recuerdo de su vida. También comenzó a escuchar una voz distante susurrando en su mente que la mantendría despierta durante días y días. A pesar de casi volverla loca, una vez que comenzó a escuchar y confiar en ella, la voz la ayudó a aprovechar su nuevo poder de manipulación del vacío y escapar de la instalación. Decidida a descubrir su verdadera identidad, Wraith comenzó una búsqueda para descubrir más sobre los experimentos. Sin embargo, muchas de las antiguas instalaciones de investigación están enterradas bajo arenas muy protegidas utilizadas para los Juegos de Apex. Ahora Wraith se ha unido a la competencia, y con cada partido, se acerca a la verdad.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/7/7c/Wraith.png/revision/latest?cb=20201105221329&path-prefix=es"
        },
        "Mirage":
        {
            "desc":"Mirage es la típica persona a la que le gusta no pasar desapercibida. El menor de 4 hermanos, ha llevado a la perfección el arte de bromear para llamar la atención. Lo que sí se tomó muy en serio fue la tecnología de holopiloto. Su madre, ingeniera, le enseñó los entresijos de esta tecnología creadora de ilusiones, y Mirage se entregó al estudio de sus mecanismos hasta aprender todo lo que pudo sobre estos. Incluso después de que sus hermanos desaparecieran en combate durante la Guerra de la Frontera, Mirage y su madre siguieron desarrollando dispositivos holográficos, y el trabajo los unió. Cuando trabajaba como camarero para llegar a fin de mes, Mirage escuchó las increíbles historias de sus parroquianos sobre los Juegos Apex, y sobre la fortuna y gloria que podía conseguirse ganando en estos. Pese a lo atractivo de la idea, sabía que no podía arriesgarse a dejar a su madre sin hijos... hasta que ella misma le regaló unos dispositivos holográficos personalizados y le animó a que persiguiera su sueño. Hoy es la salsa de los Juegos Apex, superando en ingenio a sus rivales y encandilando al público de las Tierras Salvajes.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/f/fb/Mirage.png/revision/latest?cb=20201105221840&path-prefix=es"
        },
        "Octane":
        {
            "desc":"Un día, Octavio Silva estaba aburrido. De hecho, así era la mayoría de los días. Hijo de los presidentes de Silva Pharmaceuticals (absortos en su trabajo) y con todo el dinero del mundo, se entretenía realizando increíbles acrobacias desafiando a la muerte y publicando holovídeos de estas para el asombro de sus seguidores. Aquel día, decidió batir el récord de un circuito cercano lanzándose hacia la línea de meta... tras explotar una granada. Cuando llegó a Urgencias horas más tarde, los médicos le informaron de que las heridas que había sufrido en las piernas eran tan graves que sus días de temerario habían terminado. Octavio se resistió a aceptarlo y pidió ayuda a una vieja amiga, Ajay Che, a la que rogó y suplicó hasta que esta accedió a falsificar una orden para reemplazarle las piernas por otras biónicas. Viendo que ahora podía reparar sus miembros en un instante, Octavio decidió que los simples vídeos de acrobacias virales no eran suficientes: el subidón de adrenalina definitivo, los Juegos Apex, lo estaban esperando. Ahora está decidido a convertirse en un campeón de la arena Apex ejecutando los movimientos más increíbles y temerarios jamás vistos. Quizá en la arena deje de aburrirse tanto.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/f/fd/Octane.png/revision/latest?cb=20211025034228&path-prefix=es"
        },
        "Revenant":
        {
            "desc":"Revenant era humano. Era el mejor asesino que jamás tuvo el sindicato de mercenarios. Se veía en el espejo y veía su rostro humano reflejado. Pero el tiempo lo cambia todo, y cuando su programación finalmente falló, vio en qué se había convertido a manos del sindicato de mercenarios y Hammond Robotics: una pesadilla viviente de acero y restos de carne. Sus maestros lo resucitaron como simulacro, lo trajeron de regreso de la muerte una y otra vez y lo programaron para olvidar. Juró que cazaría hasta la última persona que le hizo esto, pero después de más de dos siglos todos están muertos... o eso pensaba. El regreso de Hammond Robotics a las Tierras Salvajes renovó su sed de venganza y no se detendrá hasta que cualquiera relacionado a Hammond esté muerto. Por supuesto, no le importará destripar a algunas leyendas por el camino. Solía necesitar una razón para matar... pero ya no es ese hombre. Cuando Hammond Robotics regresó a los Juegos de Apex, se renovó la sed de venganza de Revenant. Mató a la leyenda patrocinada por Hammond Robotics, Forge, poco antes de unirse a los Juegos.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/0/07/Revenant.png/revision/latest?cb=20201105215946&path-prefix=es"
        },
        "Horizon":
        {
            "desc":"Hace casi un siglo, las Tierras Salvajes estaban al borde de una crisis energética catastrófica. Por eso encargaron a la Dra. Mary Somers, una encantadora y excéntrica astrofísica, que buscara una solución. Mary se llevó a su familia al centro de investigación científica de Olympus y empezó a trabajar. Con la ayuda de su aprendiz, la Dra. Reid, Mary descubrió el Branthium, un elemento que estaba convencida de que podía ser la clave de una energía ilimitada. Pero el Branthium solo se encuentra en el disco de acrecimiento de los agujeros negros. Así, Mary y la Dra. Reid emprendieron una peligrosa misión para demostrar su teoría.Mary prometió a su hijo Newton que regresaría sana y salva. Pero la Dra. Reid la traicionó, robó el Branthium y mandó su lanzadera a la órbita del agujero negro. Valiéndose de su ingenio, Mary modificó a su compañero robot aspirador N.E.W.T. para escapar. Pero el tiempo avanza de manera diferente en el borde de un agujero negro, y llego 87 años tarde. Ahora, Mary está decidida a financiar su investigación para buscar una forma de viajar atrás en el tiempo y reunirse con su hijo; y llega a los Juegos Apex como Horizon, maestra de la gravedad, justo a tiempo para la presentación de la próxima temporada en Olympus, ciudad en la que vivía y a la que prometió regresar.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/b/b0/Horizon.png/revision/latest?cb=20220130212837&path-prefix=es"
        }
    },
    "Defensivas":
    {
        "Gibraltar":{
            "desc":"Gibraltar es un gigante amable con un lado rebelde. Hijo de 2 voluntarios de la SARAS (Sociedad de Auxilio, Rescate, Acogida y Salvamento), siempre se le ha dado bien sacar a otros de las situaciones comprometidas, frecuentes en las Tierras Salvajes. Sin embargo, solo empezó a comprender el valor de proteger a los demás cuando él y su novio se llevaron a escondidas la moto de su padre, salieron con ella a divertirse y quedaron atrapados por una letal avalancha de lodo. Sus padres los rescataron, pero su padre perdió un brazo en el rescate. Gibraltar nunca olvidó este sacrificio y ahora dedica su vida a ayudar a la gente necesitada. Los Apex Games no cambiaron este aspecto de su personalidad, pero sí su significado. Muchos de los amigos y colegas de Gibraltar han competido en los juegos durante años para ganar más dinero, fama y gloria, y algunos nunca regresaron a casa. Gibraltar se unió para protegerlos y, por primera vez, sus habilidades como rescatador y su naturaleza rebelde se aunaron. Hoy se ha convertido en un ícono de los Apex Games, arriesgándose en la línea de fuego para defender a su pelotón y haciendo huir a sus rivales.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/1/18/Gibraltar.png/revision/latest?cb=20201105221009&path-prefix=es"
        },
        "Caustic":{
            "desc":"Alexander Nox era uno de los científicos más brillantes de Humbert Labs, el principal fabricante de gases pesticidas de La Frontera. Nox trabajaba día y noche en el desarrollo de nuevas fórmulas para las inmensas cantidades de pesticidas necesarios para proteger los cultivos que sustentan a las Tierras Salvajes, pero descubrió que los métodos de prueba obstaculizaban el progreso. Necesitaba realizar pruebas no solo en tejidos inertes, sino en sujetos vivos. Mientras trabajaba incansablemente en secreto, Nox empezó a ver belleza en sus creaciones y en su capacidad de destruir todo lo que tocaban. Pero el director de Humbert Labs pronto descubrió sus horripilantes experimentos, y el consecuente enfrentamiento terminó con el laboratorio en llamas. Ahora compite con el nombre de Caustic, utiliza sus creaciones gaseosas en los Juegos Apex y observa sus efectos con gran interés.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/7/7e/Caustic.png/revision/latest?cb=20201105221707&path-prefix=es"
        },
        "Wattson":{
            "desc":"Natalie 'Wattson' Paquette es una cara familiar en los Juegos de Apex, aunque por una razón diferente a la mayoría. Hija del ingeniero eléctrico jefe de los Juegos, estudió sus manuales para mantenerse cerca de él y descubrió su vocación a una edad temprana. Aunque podía distraerse por completo en un momento e hiperconcentrado al siguiente, la electricidad la conectaba a tierra: su flujo ordenado y predecible tenía sentido de una manera que el resto del mundo no lo hacía. Devoró todos los libros que pudo sobre el tema, y ​​eventualmente se convirtió en una ingeniera tan experta que le encargaron que construyera el Anillo de Contención Modificado de los Juegos Apex. Desafortunadamente, su padre murió el día en que se reveló, dejándola sola. En su momento más bajo, un grupo de competidores la invitó a regresar a la arena con ellos, asegurándole que siempre tendría un hogar. Ahora lucha junto a sus amigos en la arena que ayudó a construir, destruyendo misiles entrantes, recargando escudos, creando cercas y utilizando su torre para silenciar las luchas que se hacen demasiado fuertes. Nadie conoce la arena mejor que Wattson; cualquiera que la subestime está en shock.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/2/26/Wattson_render.png/revision/latest?cb=20201105222214&path-prefix=es"
        },
        "Rampart":{
            "desc":"Rampart es dueña de un pequeño negocio privado que solo necesita un arma grande y una mochila llena de chatarra para sobrevivir en el peligroso y salvaje mundo del oeste de las Tierras Salvajes. Antes de abrir su popular tienda de modificadores en Gaea, Ramya Parekh (abreviado como Rampart) se hizo un nombre en el circuito de peleas clandestino. Parekh subió a la cima mostrando pura habilidad con su equipamiento modificado y personalizado. Comenzó a trabajar con cualquiera, desde contrabandistas hasta miembros del sindicato. Algunos dicen que un arma no es genial si no lleva el toque personal de Rampart. Parekh nunca evitó dejar ver al resto lo genial que era ella o, mejor aún, lo malos que eran ellos. Tal vez eso fuera lo que llevó a un grupo de asaltantes a tenderle una emboscada en su tienda una noche. Su negocio se quemó y se quedó sin nada, excepto una carta de Apex. Para Parekh, la carta de Apex es más que una invitación para competir: es una señal de que, a pesar de haber perdido su tienda, no perdió el espíritu con el que la construyó. Como dice su lema, es el tipo de persona que siempre puede 'darle la vuelta a cualquier situación'.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/f/f2/Rampart.png/revision/latest?cb=20201105220109&path-prefix=es"
        }
    },
    "Soporte":
    {
        "Lifeline":{
            "desc":"Ajay Che, conocida como Lifeline, no es alguien que esperarías encontrar en los Juegos Apex. Hija de unos ricos especuladores de la guerra, se fue de casa cuando se enteró del daño que su familia había causado y se enlistó en los Frontier Corps, una organización humanitaria que ayuda a las comunidades necesitadas de la Frontera. Desde entonces dedicó su vida a ayudar a otros y se unió a los Apex Games para financiar los Frontier Corps con sus beneficios. Dado que en los juegos nadie es inocente (todos saben qué hacen allí) y que cada una de sus victorias se traduce en ayuda para los necesitados, Lifeline no tiene problemas de conciencia por participar en este popular y cruento deporte. O, al menos, eso es lo que se dice a sí misma. Aunque parezca sarcástica y dura, en el fondo desea ayudar a la gente y hacer de este un mundo mejor. Y si eso significa tener que sacrificar a algunas personas, que así sea.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/3/3d/Lifeline.png/revision/latest?cb=20201105221112&path-prefix=es"
        },
        "Loba":{
            "desc":"Cuando Loba tenía nueve años vio a Revenant, un sicario simulacrum, asesinar a su familia. Sin nada ni nadie, consiguió sobrevivir a base de robar. Con el tiempo, las habilidades y herramientas de Loba mejoraron lo bastante como para salir de la miseria. Todo cambió cuando consiguió entrar en unas instalaciones supuestamente impenetrables y hacerse con la tecnología de salto que albergaban. Gracias a su nueva pulsera de teletransporte, los objetos más protegidos e inalcanzables estaban ahora a su alcance... al igual que su sueño de vivir a lo grande. En las Tierras Salvajes se corrió la voz: si querías algo valioso (y bien protegido), lo mejor era hablar con Loba. Justo cuando creyó que había conseguido dejar atrás su pasado, Revenant se unió a los Juegos, trayendo de vuelta todos esos recuerdos. Desesperada por encontrar una forma de matarlo, saboteó unas instalaciones llenas de cuerpos de Revenant y, de paso, hundió Villa calavera y la Cúpula del trueno. Lástima que esa fuera solo una de las muchas fábricas ocultas en la Frontera. Ahora, Loba se ha unido a los Juegos para intentar acabar con él de una vez por todas; aunque tampoco le viene mal que la arena esté cargada de tesoros. Si la fortuna le sonríe, se vengará. Mientras, ya le ha ido echando el ojo a algún que otro objeto brillante.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/5/53/Loba.png/revision/latest?cb=20201105215529&path-prefix=es"
       }
    },
    "Reconocimiento":
    {
        "BloodHound":{
            "desc":"Bloodhound es conocido en las Tierras Salvajes por ser uno de los mejores cazadores de la historia de la Frontera. Hijo de dos ingenieros de la planta industrial Nuevo Amanecer en Talos, Bloodhound fue adoptado por su tío Artur después de que un derrumbe destruyera la instalación y matara a sus padres. Artur le enseñó las viejas costumbres, un sistema de creencias centrado en la gloria de la naturaleza y que rechazaba la tecnología moderna. Sin embargo, Bloodhound siempre se sintió atraído por las maravillas tecnológicas y al final usó una mezcla de métodos nuevos y antiguos para acabar con un Goliat que acechaba a la gente de su aldea, lo que cambió por siempre el rumbo de su vida. Las habilidades de rastreo de Bloodhound son inigualables y muy útiles para cualquier equipo al que se una, porque le ayudará a desvelar rivales ocultos y rastrear movimientos del enemigo. Confiando en que los antiguos dioses nórdicos de la Tierra lo guían, Bloodhound cree que el destino es un camino preestablecido que termina llevando a todos a su muerte. Pero ese conocimiento le da fuerza, porque hasta que llegue ese día, Bloodhound sabe que nada puede detenerle.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/6/6d/Bloodhound.png/revision/latest?cb=20220523033014&path-prefix=es"
        },
        "Pathfinder":{
            "desc":"Pathfinder es la viva imagen del optimismo, a pesar de sus circunstancias. Es un MRVN (entidad robótica móvil versátil) modificado para especializarse en la exploración y la vigilancia que se activó hace décadas en un almacén abandonado sin saber quién lo creó ni por qué. Armado solo con su designación de MRVN para intentar entender su identidad, Pathfinder finalmente se puso en busca de su creador. Desde entonces, Pathfinder ha aprendido mucho en sus viajes (como, por ejemplo, a cocinar un buen caldo de leviatán a la oriental), pero no ha logrado ningún progreso en la búsqueda de su creador. Con todo, nunca ha abandonado la esperanza, y se unió a los Apex Games para conseguir la atención de los fans y, con suerte, de la persona que lo fabricó. Mientras tanto, se sigue mostrando entusiasta y servicial, siempre listo para hacer nuevos amigos (y para eliminarlos después).",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/8/8f/Pathfinder.png/revision/latest?cb=20201105221222&path-prefix=es"
        },
        "Crypto":{
            "desc":"Crypto es especialista en secretos. Es un hacker brillante y experto en encriptaciones que utiliza drones aéreos para espiar a sus rivales en la Arena Apex sin que lo vean. También tiene su propio secreto: su nombre real es Tae Joon Park, y se unió a los juegos de Apex para encontrar a las personas que lo incriminaron por asesinato. Tae Joon es un huérfano abandonado a una edad temprana, que escapó de una vida de miseria convirtiéndose en ingeniero informático del Sindicato de Mercenarios junto con Mila Alexander, su hermana adoptiva. Un día, Tae Joon y Mila descubrieron un algoritmo que podía predecir el resultado de cualquier partida de los Apex Games, oculto en los propios sistemas informáticos de los juegos. Eso llamó la atención de la gente equivocada: al día siguiente, Mila desapareció y Tae Joon se vio obligado a ocultarse tras ser incriminado por su asesinato. Ahora se unió a los juegos para limpiar su nombre, porque a veces es mejor ocultarse a simple vista.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/f/f8/Crypto.png/revision/latest?cb=20201105222347&path-prefix=es"
        },
        "Valkyrie":{
            "desc":"Atrevida, intrépida, ardiente y feroz, Kairi Imahara no es ajena a los sobornos ni al quebrantamiento de la ley. Cuando era pequeña, robó un titán. Era de su padre, con nombre en clave Viper. Cuando creció, quiso ser igual que él. Pero al día siguiente, salió en una misión y nunca regresó. En cierto modo, siguió sus pasos de todos modos: no era un titán, pero su nave le proporcionaba una vida decente. Su vida personal, no obstante, dejaba mucho que desear. Durante el día, traficaba con mercancía valiosa y, en la noche, participaba en balaceras contra forajidos y mercenarios en los bares. Pero, a pesar de tener sus conquistas, su licor y su amor por el cielo, seguía obsesionada con encontrar al hombre que envió a su padre a su última misión: su comandante, Kuben Blisk. Localizó a Blisk y estaba dispuesta a matarlo. Pero él habló de su padre con respeto y la retó a superarse. De todos modos, le disparó. Pero no para matarlo. Saber que podía llegar hasta él era suficiente. Bueno, eso y la carta de los Juegos Apex que le quitó de la mano. Con el núcleo de vuelo intacto del Northstar de Viper creó una nueva y elegante mochila propulsora que honraba el recuerdo de su padre. Y ahí fue cuando Kairi por fin pudo alzar el vuelo por su cuenta... y con una versión del titán de su padre, que terminó siendo el de ella.",
            "img":"https://static.wikia.nocookie.net/apexlegends/images/d/d5/Valkyrie.png/revision/latest?cb=20211025032422&path-prefix=es"
        }
    }
}
